{
	"navbar": {
		"about": "Sobre mim",
		"skills": "Competências",
		"projects": "Projetos",
		"contact": "Contacto"
	},
	"about": {
		"title": "Sobre mim",
		"subtitle": "My name is Raimundo, António Raimundo 😎",
		"desc1": "Sou doutorado em Ciência e Tecnologia da Informação pelo Iscte - Instituto Universitário de Lisboa, Portugal, e atualmente sou Professor Auxiliar na Escola de Tecnologias Digitais Aplicadas do Iscte-Sintra. Orgulho-me de desempenhar um papel fundamental como Diretor do curso de Licenciatura em Tecnologias Digitais e Inteligência Artificial.",
		"desc2": "A minha investigação centra-se em Aprendizagem Automática, Aprendizagem Profunda, Modelos de Linguagem de Grande Escala, Visão por Computador e Ciência de Dados, áreas onde contribuo ativamente como Investigador Integrado no Istar_Iscte. Paralelamente às minhas atividades académicas, contribuo com a minha experiência para projetos com impacto na indústria e no setor público. Como membro da direção do ISCTE Meta Digital, contribuo para a integração da inovação digital no planeamento estratégico. Além disso, estou envolvido no projeto AI4PA, onde utilizo tecnologias de Inteligência Artificial para melhorar a eficiência e os serviços da administração pública.",
		"desc3": "Para além do ensino e da investigação, participo ativamente em várias iniciativas, incluindo a docência em cursos UPskill e a formação em diversos formatos, desde cursos de curta duração a programas de pós-graduação. Também tenho sido orador em vários eventos empresariais, partilhando ideias sobre a intersecção entre tecnologia, inovação e sociedade. A minha página {projectLink} destaca alguns dos meus principais trabalhos.",
		"desc4": "Se é um estudante de mestrado ou doutoramento à procura de oportunidades para trabalhar nas áreas referidas acima sob a minha supervisão, ou se simplesmente tem curiosidade sobre o meu trabalho, {contactMe}.",
		"contactme": "não hesite em contactar-me"
	},
	"skills": {
		"title": "Competências",
		"description": "Uma lista de competências e tópicos em que sou proficiente, numa escala de 1 a 5 estrelas. A escala é relativa às outras competências, pelo que uma classificação de 5 estrelas significa que me sinto mais confortável, mas não perfeito."
	},
	"projects": {
		"title": "Projetos",
		"description": "Uma seleção de projetos em que trabalhei, investigação académica, colaborações com a indústria e projetos pessoais. Existem também algumas ideias que preciso de mão-de-obra para implementar, por isso, se estiver interessado em colaborar, {contactMe}."
	},
	"contact": {
		"title": "Contacto",
		"description": "Se deseja entrar em contacto comigo, envie-me uma mensagem utilizando o formulário abaixo. Responder-lhe-ei o mais rapidamente possível.",
		"form": {
			"title": "Enviar Mensagem",
			"name": "Nome",
			"email": "Endereço de Email",
			"message": "Mensagem",
			"send": "Enviar"
		}
	},
	"misc": {
		"homepage": "Página Inicial",
		"loading": "A carregar...",
		"contact_send_error": "Ocorreu um erro ao enviar a mensagem. Por favor, tente novamente mais tarde.",
		"contact_send_success": "Mensagem enviada com sucesso! Responder-lhe-ei o mais rapidamente possível."
	}
}